Hair_data = [
    "狼奔",
    "顺毛",
    "短寸",
	"短寸",
	"短寸",
    "卷毛",
    "二八分",
    "脏辫",
	"蓬松卷毛",
	"碎发",
	"碎发",
	"自然卷",
	"标准洗剪吹",
	"反光光头（忽略发色）",
	"已秃（忽略发色）",
	"子弹头",
	"锅盖头",
	"杀马特",
	"地中海",
	"蘑菇头",
	"爆炸头",
	"你喜欢什么是什么",
	/*"泽柔头"*/
];

Attribute_data = [
    "青梅竹马",
    "天降系",
	"哥哥",
	"数学课代表",
	"物理课代表",
	"老师",
	"不良",
	"科学家",
	"侦探",
	"小说家",
	"模特",
	"钢琴家",
	"化学家",
	"女装大佬",
	"死宅",
	"穷得只剩钱",
	"霸道总裁",
	"程序员",
	"机器人",
	"体育委员",
	"演员",
	"网红",
	"医生",
	"皇帝",
	"设计师",
	"画家",
	"富二代",
	"CEO",
	"一介匹夫",
	"屌丝",
	"当兵的",
	"键盘侠",
	"领导",
	"逮虾户"
	
];

Character_data = [
    "运动达人",
    "小狼狗",
	"小奶狗",
	"天才",
	"高傲",
	"腹黑",
	"阳光",
	"乐观",
	"斯文败类",
	"温柔",
	"可爱",
	"呆",
	"慢热",
	"高冷",
	"毒舌",
	"爱撒娇",
	"懒鬼",
	"魔鬼"
	
];

Superpower_data = [
	"变拖拉机",
	"瞬间移动",
	"读心术",
	"变成小动物",
	"时间静止",
	"预知未来",
	"感知过去",
	"隐身",
	"隔空取物",
	"念力",
	"忍术",
	"变玫瑰",
	"飞天遁地",
	"变触手",
	"QWERDF",
	"爱你",
	"持久",
	"劈叉",
	"每天开跑车接你下班",
	"厨艺特好",
	"无"
	
];

//数据来源:随便百度的 毫无科学依据
/*
Cupsize_data = [
    "AA",
    "A","A","A","A","A",
    "B","B","B","B","B","B","B","B","B","B","B",
    "C","C","C","C",
    "D","D","D",
    "E","E",
    "F",
    "G"
];


Haircolor_data = [
    "黑",
    "棕",
	"深棕",
	"咖啡",
	"暗红",
	"深绿",
	"茶绿",
	"墨黑"
	
];
*/
Skin_data = [
    "洁白",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "黝黑"
];

fujinum_data =[
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"1块",
	"2块",
	"4块",
	"4块",
	"6块",
	"8块",
	"一圈",
	"一圈",
	"两圈",
	"三圈",
	"年轮",
	"不存在的"
];

staytime_data =[
	"3秒",
	"3秒",
	"10秒",
	"10秒",
	"12秒",
	"23秒",
	"5分钟",
	"5分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"10分钟",
	"30分钟",
	"30分钟",
	"1小时",
	"2小时",
	"隔日"
];

